{
	"monsters": [{
		"lair": [
		{
			"name": "bat",
			"size":"D",
			"rarity":"common",
			"cr":0.125,
			"xp":50,
			"ac":16,
			"touch-ac":16,
			"flat-footed-ac":14,
			"hp":2,
			"FORT":0,
			"REF":4,
			"WILL":2,
			"init":2,
			"melee":"bite",
			"melee_hit":6,
			"melee_dmg":"1d3-5",
			"Str": 1, 
			"Dex": 15, 
			"Con": 6, 
			"Int": 2,
			"Wis": 14, 
			"Cha": 5,
			"environments":"temperate,forests,deserts",
			"treasure":0,
			"desc":"",
			"info":"Most bats are insectivores or fruit-eaters, but at least one species drinks blood.",
			"url":"http://www.d20pfsrd.com/bestiary/monster-listings/animals/bat/bat",
			"wiki_url":"",
			"img_url":"",
			"age":0,
			"alignment":"N",
			"job":"",
			"id": 1
		},
		{
			"name": "giant weasel",
			"size":"M",
			"rarity":"common",
			"cr":1,
			"xp":400,
			"ac":15,
			"touch-ac":14,
			"flat-footed-ac":14,
			"hp":9,
			"FORT":3,
			"REF":7,
			"WILL":1,
			"init":4,
			"melee":"bite",
			"melee_hit":5,
			"melee_dmg":"1d6+3",
			"Str": 14, 
			"Dex": 19, 
			"Con": 10, 
			"Int": 2,
			"Wis": 13, 
			"Cha": 11,
			"environments":"land",
			"treasure":0,
			"desc":"The predatory nature of this wolf-sized creature is revealed by its long teeth, sleekly muscular body, and belligerent hiss.",
			"info":"<p>Like their smaller cousins, giant weasels have long, slender bodies and short legs, and come in a variety of colors from reddish brown to snowy white.</p>Giant weasels are active and tenacious predators, and have a reputation for being as clever as they are quick. Both highly aggressive and extremely territorial, they frequently attack creatures that are much larger than they are.<p>Giant weasels are often trained to serve as guards and mounts by various Small humanoids. Adult giant weasels can grow to be 5 feet long, stand as high as 2-1/2 feet tall at the shoulder, and weigh up to 150 pounds.</p>",
			"url":"http://www.d20pfsrd.com/bestiary/monster-listings/animals/weasel/weasel-giant",
			"wiki_url":"",
			"img_url":"",
			"age":0,
			"alignment":"N",
			"job":"",
			"id": 2
		},
		{
			"name": "kobold",
			"size":"S",
			"rarity":"common",
			"cr":0.25,
			"xp":100,
			"ac":15,
			"touch-ac":12,
			"flat-footed-ac":14,
			"hp":5,
			"FORT":2,
			"REF":1,
			"WILL":-1,
			"init":0,
			"melee":"spear",
			"melee_hit":1,
			"melee_dmg":"1d6-1/x3",
			"Str": 9, 
			"Dex": 13, 
			"Con": 10, 
			"Int": 10,
			"Wis": 9, 
			"Cha": 8,
			"environments":"temperate,underground,deep forest",
			"treasure":0,
			"desc":"Short, reptilian humanoid has scaled skin, a snout filled with tiny teeth, and a long tail.",
			"info":"<p>Kobolds are creatures of the dark, found most commonly in enormous underground warrens or the dark corners of the forest where the sun is unable to reach. </p><p>Due to their physical similarities, kobolds loudly proclaim themselves the scions of dragonkind, destined to rule the earth beneath the wings of their great god-cousins, but most dragons have little use for the obnoxious pests.</p><p>While they may speak loudly of divine right and manifest destiny, kobolds are keenly aware of their own weakness. Cowards and schemers, they never fight fair if they can help it, instead setting up ambushes and double-crosses, holing up in their warrens behind countless crude but ingenious traps, or rolling over the enemy in vast, yipping hordes.</p><p>Kobold coloration varies even among siblings from the same egg clutch, ranging through the colors of the chromatic dragons, with red being the most common but white, green, blue, and black kobolds not unheard of.</p>",
			"url":"http://www.d20pfsrd.com/bestiary/monster-listings/humanoids/kobold",
			"wiki_url":"https://en.wikipedia.org/wiki/Kobold_(Dungeons_%26_Dragons)",
			"img_url":"http://www.d20pfsrd.com/_/rsrc/1452829556123/images/kobold.png",
			"age":13,
			"alignment":"LE",
			"job":"warrior",
			"id": 3
		}
	]
}]
}
